aztfexport
azure-cli
azure/kubelogin/kubelogin
bat
bfg
bitwarden-cli
broot
cffi
checkov
cmatrix
curl
danielfoehrkn/switch/switch
diff-so-fancy
exercism
eza
fzf
gh
git
go
hashicorp/tap/terraform
helm
homeshick
httpie
jq
keyring
kubernetes-cli
lazygit
maven
neofetch
neovim
parallel
pipx
poetry
pre-commit
python-argcomplete
python-packaging
ripgrep
ruby
shellcheck
starship
tcptraceroute
terraform-docs
terraformer
tfenv
tflint
tldr
virtualenv
watch
yq
zoxide
zsh
zsh-autocomplete
zsh-fast-syntax-highlighting
