adobe-acrobat-reader
arc
azure-data-studio
bitwarden
cheatsheet
devtoys
discord
firefox
font-jetbrains-mono-nerd-font
hiddenbar
httpie
iina
jellyfin
keepingyouawake
keyboardcleantool
keystore-explorer
lens
licecap
lm-studio
microsoft-auto-update
microsoft-azure-storage-explorer
microsoft-remote-desktop
qbittorrent
raycast
remote-desktop-manager
shottr
slack
teamviewer
tempbox
tor-browser
utm
visual-studio-code
warp
whatsapp
wireshark
zoom
