aztfexport
azure-cli
azure/kubelogin/kubelogin
bat
bfg
bitwarden-cli
broot
cmatrix
diff-so-fancy
exercism
eza
fzf
gh
git
go
hashicorp/tap/terraform
helix
helm
homeshick
jq
kubectx
lazygit
maven
neofetch
parallel
pipx
poetry
ripgrep
ruby
starship
tcptraceroute
terraformer
tldr
watch
yq
zsh
