adobe-acrobat-reader
arc
azure-data-studio
bitwarden
devtoys
discord
drawio
firefox
font-jetbrains-mono-nerd-font
iina
jellyfin
jordanbaird-ice
keepingyouawake
keystore-explorer
lens
lm-studio
microsoft-auto-update
microsoft-azure-storage-explorer
microsoft-excel
microsoft-word
postman
powershell
qbittorrent
raycast
remote-desktop-manager
shottr
slack
tempbox
the-unarchiver
tor-browser
utm
visual-studio-code
warp
whatsapp
wireshark
