tap "azure/kubelogin"
tap "danielfoehrkn/switch"
tap "hashicorp/tap"
tap "homebrew/bundle"
brew "act"
brew "aztfexport"
brew "azure-cli"
brew "bat"
brew "bfg"
brew "node"
brew "bitwarden-cli"
brew "broot"
brew "certigo"
brew "checkov"
brew "cmatrix"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "exercism"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "helm"
brew "homeshick"
brew "jq"
brew "jwt-cli"
brew "kubectx"
brew "lazygit"
brew "lftp"
brew "maven"
brew "neovim"
brew "nerdfetch"
brew "nmap"
brew "parallel"
brew "pre-commit"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "sqlcmd"
brew "starship"
brew "tcptraceroute"
brew "terraform-docs"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "tldr"
brew "uv"
brew "watch"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-fast-syntax-highlighting"
brew "azure/kubelogin/kubelogin"
brew "danielfoehrkn/switch/switch"
brew "hashicorp/tap/terraform"
cask "arc"
cask "azure-data-studio"
cask "bitwarden"
cask "cursor"
cask "devtoys"
cask "discord"
cask "drawio"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "iina"
cask "jellyfin"
cask "jordanbaird-ice"
cask "keepingyouawake"
cask "keystore-explorer"
cask "lens"
cask "lm-studio"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "postman"
cask "powershell"
cask "qbittorrent"
cask "raycast"
cask "shottr"
cask "slack"
cask "soundsource"
cask "teamviewer"
cask "tempbox"
cask "the-unarchiver"
cask "tor-browser"
cask "utm"
cask "warp"
cask "whatsapp"
cask "whisky"
cask "wireshark"
vscode "azapi-vscode.azapi"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-preview-github-styles"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "docker.docker"
vscode "enkia.tokyo-night"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "johnpapa.vscode-peacock"
vscode "mechatroner.rainbow-csv"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.powershell"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "redhat.vscode-yaml"
vscode "rosshamish.kuskus-kusto-language-server"
vscode "rosshamish.kuskus-kusto-syntax-highlighting"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
