adobe-acrobat-reader
appcleaner
bitwarden
brave-browser
browserosaurus
cheatsheet
cyberduck
devtoys
discord
drawio
fig
firefox
font-hack-nerd-font
hiddenbar
iina
iterm2
keepingyouawake
keystore-explorer
lens
microsoft-auto-update
microsoft-azure-storage-explorer
microsoft-edge
microsoft-remote-desktop
postman
qbittorrent
raycast
remote-desktop-manager
shottr
slack
tor-browser
visual-studio-code
warp
wireshark
zoom
